{
    "yacine": {
        "theoj.csv": {
            "Une stratégie _____ dominée peut être jouée à l'équilibre de Nash, mais une stratégie _____ dominée ne le peut jamais.": 3,
            "Que stipule le théorème de Nash (1950) ?": 2,
            "Dans une compétition de Cournot, sur quelle variable les entreprises se font-elles concurrence ?": 2,
            "Définition : Équilibre de Nash": 1,
            "Dans le jeu d'entrée, l'équilibre de Nash $(n, c)$ ('ne pas entrer', 'combattre') repose sur une menace non crédible. Pourquoi ?": 1,
            "Quelle est la propriété d'unicité concernant une stratégie strictement dominante ?": 1,
            "Comment calcule-t-on le paiement de punition $v_i$ du joueur i ?": 1,
            "Un équilibre en stratégies strictement dominantes est-il un équilibre de Nash ?": 2,
            "Un profil de stratégies $s$ est un équilibre de Nash si et seulement si pour tout joueur $i$, $s_i$ est un élément de _____.": 1,
            "Quel est le 'principe d'indifférence' utilisé pour trouver les équilibres de Nash en stratégies mixtes ?": 2,
            "Quels sont les trois éléments qui définissent un jeu sous forme normale ?": 1,
            "Dans une enchère de Vickrey (au second prix), quelle est la stratégie dominante pour chaque joueur ?": 1,
            "Dans l'exercice sur le jeu à somme nulle de l'examen, pourquoi la stratégie A2 n'est-elle pas strictement dominée par une stratégie mixte ?": 3,
            "L'équilibre sous-jeu parfait est un raffinement de l'équilibre de Nash qui élimine les _____ non crédibles.": 1,
            "Comment définit-on un jeu à intérêts communs ?": 2,
            "Quelle est la différence entre un jeu à information parfaite et à information imparfaite ?": 2,
            "Une stratégie optimale dans un jeu à somme nulle peut-elle mettre du poids sur une stratégie strictement dominée ?": 1,
            "Dans le duopole de Bertrand, la concurrence en _____ est souvent plus favorable aux producteurs (profits positifs) que la concurrence en _____ (profits nuls à l'équilibre).": 1,
            "Dans un jeu symétrique, qu'est-ce qu'une Stratégie Évolutionnairement Stable (SES) ?": 1,
            "Dans la théorie des jeux, une _____ spécifie pour chaque situation une décision bien déterminée, tandis qu'une stratégie mixte peut intégrer des choix aléatoires.": 1,
            "Quel est le paiement du Joueur i dans un modèle de concurrence à la Bertrand si son prix $p_i$ est strictement inférieur au prix de son concurrent $p_j$ ?": 2,
            "Qu'est-ce que le 'support' d'une stratégie mixte $\\sigma_i$ ?": 1,
            "Pourquoi la procédure d'élimination itérée des stratégies faiblement dominées est-elle moins robuste que celle des stratégies strictement dominées ?": 1,
            "Comment l'argument d'apprentissage justifie-t-il l'atteinte d'un équilibre de Nash ?": 1,
            "Que stipule le 'Folk Theorem' de manière générale pour les jeux répétés indéfiniment ?": 1,
            "Quel est le problème de la 'menace non crédible' que le concept d'équilibre sous-jeu parfait cherche à résoudre ?": 1,
            "Quelle est la principale différence entre la dominance faible et la dominance stricte ?": 2,
            "Définition : Jeu à mémoire parfaite": 1,
            "Quand une stratégie $s_i$ est-elle dite 'strictement dominée' ?": 1,
            "Quelle est la conséquence du théorème de Kuhn pour les jeux à mémoire parfaite ?": 1,
            "Quel est le principal avantage des équilibres corrélés par rapport aux équilibres de Nash ?": 1,
            "Vrai ou Faux : Tout jeu sous forme extensive admet un équilibre de Nash en stratégies mixtes.": 1,
            "Dans un jeu sous forme extensive, qu'est-ce qu'un 'ensemble d'information' ?": 1,
            "Dans le jeu du jugement majoritaire avec la médiane comme fonction d'agrégation, pourquoi est-il dominant pour chaque juge de voter pour son avis sincère ($s_i = a_i$) ?": 1,
            "Pourquoi une enchère au second prix incite-t-elle les participants à révéler leur véritable évaluation ?": 1,
            "Dans quel cas un paiement est-il dit 'individuellement rationnel' ?": 2,
            "Dans un dilemme du prisonnier répété un nombre fini de fois, quel est le résultat de l'induction en amont ?": 1,
            "Dans l'exercice du 'passager clandestin', pourquoi le profil où tout le monde contribue le maximum n'est-il pas un équilibre de Nash ?": 1,
            "Dans le contexte des jeux répétés, qu'est-ce que le 'facteur d'escompte' $\\delta$ représente ?": 1,
            "Quand dit-on qu'un jeu à somme nulle a une 'valeur' ?": 1,
            "Dans le duopole de Bertrand avec des prix discrets $P=\\{0,1,2,3,4\\}$ et un coût de 1, pourquoi $(3,3)$ n'est-il pas un équilibre de Nash ?": 1,
            "Dans un jeu à somme nulle, comment est défini le paiement garanti (maxmin) $v$ du Joueur 1 ?": 1,
            "Quel est le lien entre l'équilibre de Nash et la notion de valeur dans un jeu à somme nulle ?": 1
        },
        "spa.csv": {
            "Un processus stochastique $(M_n, n \\in \\mathbb{N})$ est une martingale par rapport à la filtration $(\\mathcal{F}_n)$ si pour tout $n$, $M_n$ est intégrable, adapté, et _____.": 1
        },
        "stat.csv": {
            "Qu'est-ce que la Loi des Grands Nombres (forte) garantit pour la moyenne empirique $\\bar{X}_n$ d'une suite de variables i.i.d. ?": 1,
            "Le théorème de Gauss-Markov stipule que, sous certaines hypothèses, l'estimateur MCO (OLS) est le _____.": 1,
            "Un estimateur $Z_n$ d'une quantité d'intérêt (QoI) est dit 'convergent' (consistent) si _____.": 1,
            "La loi du chi-deux à $n$ degrés de liberté, notée $\\chi^2(n)$, est la loi de la somme des carrés de _____.": 1,
            "Quelle loi de probabilité modélise le temps du premier succès dans une série d'épreuves de Bernoulli indépendantes ?": 1,
            "Le test F de Fisher est utilisé pour comparer les _____ de deux populations Gaussiennes indépendantes.": 1,
            "Dans un modèle Gaussien, quelle est la loi de la variable $(n-1)S_n^2 / \\sigma^2$ ?": 1
        }
    }
}